Repository: Underwerse/sharemyway
Catalog: sharemyway/*.lproj/Localizable.strings
Languages: fi

source: Add ride
fi: Uusi ajo

source: Confirm address
fi: Vahvista osoite

source: Confirm destination point
fi: Vahvista määränpää

source: Confirm start point
fi: Vahvista alkupiste

source: Create new ride
fi: Luo uusi ajo

source: Date:
fi: Päivämäärä:

source: Driver name
fi: Ajajan nimi

source: Driver name:
fi: Ajajan nimi:

source: Driver:
fi: Ajaja:

source: Find location here
fi: Etsi sijainti

source: From:
fi: Mistä:

source: From:
fi: Mistä:

source: Go to Settings
fi: Mene asetuksiin

source: Permission denied
fi: Lupa evätty

source: Pick destination point
fi: Valitse määränpää

source: Pick start point
fi: Valitse alkupiste

source: Please enable permission in App settings
fi: Annathan luvan sovelluksen asetuksissa

source: Ride date
fi: Ajon päiväys

source: Ride date:
fi: Ajon päiväys:

source: Ride detail
fi: Ajon tiedot

source: Ride title
fi: Ajon nimi

source: Ride title:
fi: Ajon nimi:

source: Rides list
fi: Ajolista

source: Rides map
fi: Ajokartta

source: Search
fi: Hae

source: Search location
fi: Hae sijainti

source: To:
fi: Mihin:

source: To:
fi: Mihin:

source: Use Current Location
fi: Käytä nykyistä sijaintia
